{
  "text": {
    "hi": 68,
    "hello": 64,
    "hey": 67,
    "bye": 24,
    "see": 135,
    "you": 165,
    "later": 81,
    "goodbye": 61,
    "i": 71,
    "need": 100,
    "help": 65,
    "with": 163,
    "something": 141,
    "can": 26,
    "assist": 14,
    "me": 91,
    "account": 4,
    "payment": 117,
    "issues": 79,
    "what": 158,
    "is": 78,
    "the": 148,
    "hostel": 69,
    "fee": 53,
    "how": 70,
    "much": 98,
    "do": 43,
    "to": 151,
    "pay": 116,
    "for": 56,
    "tell": 147,
    "charges": 30,
    "are": 13,
    "fees": 54,
    "cost": 35,
    "of": 106,
    "a": 1,
    "__number__": 0,
    "bed": 18,
    "ac": 3,
    "room": 127,
    "allotment": 6,
    "process": 120,
    "get": 59,
    "steps": 144,
    "apply": 12,
    "does": 46,
    "work": 164,
    "documents": 45,
    "needed": 101,
    "should": 140,
    "be": 17,
    "rank": 124,
    "difference": 40,
    "between": 20,
    "roommates": 129,
    "there": 149,
    "limit": 84,
    "on": 108,
    "sharing": 139,
    "rooms": 130,
    "choose": 32,
    "roommate": 128,
    "big": 21,
    "gap": 58,
    "maximum": 90,
    "allowed": 8,
    "when": 159,
    "date": 38,
    "last": 80,
    "schedule": 133,
    "will": 162,
    "allotted": 7,
    "types": 154,
    "available": 16,
    "about": 2,
    "different": 41,
    "and": 9,
    "non": 103,
    "many": 89,
    "beds": 19,
    "in": 74,
    "each": 47,
    "rules": 132,
    "any": 10,
    "restrictions": 126,
    "timings": 150,
    "curfew": 36,
    "go": 60,
    "out": 113,
    "at": 15,
    "night": 102,
    "from": 57,
    "mess": 95,
    "meal": 92,
    "facility": 51,
    "included": 75,
    "food": 55,
    "options": 111,
    "meals": 93,
    "provided": 122,
    "daily": 37,
    "vegetarian": 155,
    "guests": 63,
    "stay": 143,
    "guest": 62,
    "policy": 118,
    "parents": 115,
    "visit": 156,
    "where": 160,
    "located": 85,
    "address": 5,
    "location": 86,
    "far": 52,
    "main": 88,
    "campus": 25,
    "contact": 34,
    "number": 104,
    "office": 107,
    "warden": 157,
    "helpline": 66,
    "or": 112,
    "email": 48,
    "select": 136,
    "my": 99,
    "own": 114,
    "random": 123,
    "possible": 119,
    "refund": 125,
    "if": 72,
    "cancel": 27,
    "facilities": 50,
    "wifi": 161,
    "laundry": 82,
    "cleaning": 33,
    "services": 138,
    "security": 134,
    "total": 152,
    "capacity": 28,
    "students": 145,
    "one": 109,
    "occupancy": 105,
    "routine": 131,
    "breakfast": 22,
    "lunch": 87,
    "dinner": 42,
    "served": 137,
    "check": 31,
    "application": 11,
    "status": 142,
    "track": 153,
    "progress": 121,
    "methods": 96,
    "online": 110,
    "emi": 49,
    "installment": 76,
    "move": 97,
    "into": 77,
    "bring": 23,
    "day": 39,
    "leave": 83,
    "take": 146,
    "medical": 94,
    "case": 29,
    "illness": 73,
    "doctors": 44
  },
  "intent": {
    "greet": 21,
    "goodbye": 20,
    "inform": 22,
    "ask_hostel_fee": 7,
    "ask_allotment_process": 1,
    "ask_rank_difference": 16,
    "ask_allotment_date": 0,
    "ask_room_types": 18,
    "ask_hostel_rules": 13,
    "ask_meal_facility": 15,
    "ask_guest_policy": 2,
    "ask_hostel_location": 9,
    "ask_hostel_contact": 5,
    "ask_roommate_selection": 19,
    "ask_refund_policy": 17,
    "ask_hostel_facilities": 6,
    "ask_hostel_capacity": 4,
    "ask_hostel_timetable": 14,
    "ask_hostel_application_status": 3,
    "ask_hostel_payment_methods": 12,
    "ask_hostel_move_in": 11,
    "ask_hostel_leave_policy": 8,
    "ask_hostel_medical_facility": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}